The name of the newly duplicated ElementType.
  Namespace:   Autodesk.Revit.DB.Events
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
  Since:  2015
 Syntax
  C#
public string NewName { get; }
  Visual Basic
Public ReadOnly Property NewName As String
	Get
  Visual C++
public:
property String^ NewName {
	String^ get ();
}
 See Also
  ElementTypeDuplicatedEventArgs Class
  Autodesk.Revit.DB.Events Namespace